Repository: leonidasmi/lm-featured-post
Catalog: languages/lm-featured-post-*.po
Languages: el

source: Featured Post
el: Επιλεγμένο Άρθρο

source: Make this post a Featured Post.
el: Επέλεξε αυτό το άρθρο σαν Επιλεγμένο Άρθρο.

source: Featured Post Title
el: Τίτλος Επιλεγμένου Άρθρου

source: This Featured Post has an expiration date.
el: Αυτό το επιλεγμένο άρθρο έχει ημερομηνία λήξης.

source: Expiration Date
el: Ημερομηνία Λήξης

source: Expiration Time
el: Ώρα Λήξης

source: Featured Post Options
el: Επιλογές Επιλεγμένου Άρθρου

source: Featured Post Headline
el: Επικεφαλίδα Επιλεγμένου Άρθρου

source: Background Color
el: Χρώμα Φόντου

source: Text Color
el: Χρώμα Κειμένου

source: Where to place the Featured Post
el: Που θα τοποθετηθεί το Επιλεγμένο Άρθρο

source: The Featured Post will be displayed only to the checked locations.
el: Το Επιλεγμένο Άρθρο θα τοποθετηθεί μόνο στις επιλεγμένες τοποθεσίες.

source: Below the menu (Default)
el: Κάτω από το μενού (Προεπιλογή)

source: At the top of the header
el: Στην κορυφή της κεφαλίδας

source: Current Featured Post
el: Παρόν Επιλεγμένο Άρθρο
